Repository: hebiweng/interstellar
Catalog: ios/App/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ko, tr, zh_hans

# insight.shared.24-month-timeline
source: 24-MONTH TIMELINE
de: 24-MONATS-ZEITLEISTE
es: CRONOLOGÍA DE 24 MESES
fr: CHRONOLOGIE SUR 24 MOIS
it: CRONOLOGIA DI 24 MESI
ko: 24개월 타임라인
tr: 24 AYLIK ZAMAN ÇİZELGESİ
zh_hans: 长期时间线

# insight.shared.active-transits
source: ACTIVE TRANSITS
de: AKTIVE TRANSITE
es: TRÁNSITOS ACTIVOS
fr: TRANSITS ACTIFS
it: TRANSITI ATTIVI
ko: 활성 트랜짓
tr: AKTİF TRANSİTLER
zh_hans: 进行中的变化

# insight.shared.activity-reflects-the-current-signals-not-a-fortune-score
source: Activity reflects the current signals, not a fortune score.
de: Aktivität spiegelt die aktuellen Signale wider, nicht einen Glückswert.
es: La actividad refleja las señales actuales, no una puntuación de fortuna.
fr: L’activité reflète les signaux actuels, pas un score de chance.
it: L’attività riflette i segnali attuali, non un punteggio di fortuna.
ko: 활동도는 현재 신호를 반영하며 운세 점수가 아닙니다.
tr: Etkinlik mevcut sinyalleri yansıtır; bir şans puanı değildir.
zh_hans: 这里反映当前的活跃程度，不是运势分数。

# insight.shared.air-emphasis
source: Air emphasis
de: Luftbetonung
es: Énfasis en aire
fr: Dominante Air
it: Enfasi Aria
ko: 공기 원소 강조
tr: Hava vurgusu
zh_hans: 风象主导

# insight.shared.all
source: All
de: Alle
es: Todo
fr: Tout
it: Tutti
ko: 전체
tr: Tümü
zh_hans: 全部

# insight.shared.aspect-pattern
source: ASPECT PATTERN
de: ASPEKTMUSTER
es: PATRÓN DE ASPECTOS
fr: CONFIGURATION D’ASPECTS
it: SCHEMA DEGLI ASPETTI
ko: 애스펙트 패턴
tr: AÇI ÖRÜNTÜSÜ
zh_hans: 连接结构

# insight.shared.balanced
source: Balanced
de: Ausgewogen
es: Equilibrado
fr: Équilibré
it: Equilibrato
ko: 균형
tr: Dengeli
zh_hans: 均衡

# insight.shared.chemistry
source: CHEMISTRY
de: CHEMIE
es: QUÍMICA
fr: ALCHIMIE
it: CHIMICA
ko: 케미스트리
tr: KİMYA
zh_hans: 化学反应

# insight.shared.commitment
source: COMMITMENT
de: VERBINDLICHKEIT
es: COMPROMISO
fr: ENGAGEMENT
it: IMPEGNO
ko: 헌신
tr: BAĞLILIK
zh_hans: 承诺

# insight.shared.communication
source: COMMUNICATION
de: KOMMUNIKATION
es: COMUNICACIÓN
it: COMUNICAZIONE
ko: 소통
tr: İLETİŞİM
zh_hans: 沟通

# insight.shared.concentration
source: CONCENTRATION
de: KONZENTRATION
es: CONCENTRACIÓN
it: CONCENTRAZIONE
ko: 집중
tr: YOĞUNLAŞMA
zh_hans: 侧重

# insight.shared.contacts
source: contacts
de: Kontakte
es: contactos
it: contatti
ko: 접촉
tr: temas
zh_hans: 连接

# insight.shared.core-personality
source: CORE PERSONALITY
de: KERNPERSÖNLICHKEIT
es: PERSONALIDAD CENTRAL
fr: PERSONNALITÉ CENTRALE
it: PERSONALITÀ CENTRALE
ko: 핵심 성격
tr: TEMEL KİŞİLİK
zh_hans: 核心性格

# insight.shared.core-tension
source: Core tension
de: Kernspannung
es: Tensión central
fr: Tension centrale
it: Tensione centrale
ko: 핵심 긴장
tr: Temel gerilim
zh_hans: 核心张力

# insight.shared.current
source: Current
de: Aktuell
es: Actual
fr: Actuel
it: Attuale
ko: 현재
tr: Güncel
zh_hans: 当前

# insight.shared.current-development
source: CURRENT DEVELOPMENT
de: AKTUELLE ENTWICKLUNG
es: DESARROLLO ACTUAL
fr: DÉVELOPPEMENT ACTUEL
it: SVILUPPO ATTUALE
ko: 현재 발달
tr: GÜNCEL GELİŞİM
zh_hans: 当前发展

# insight.shared.cycles
source: CYCLES
de: ZYKLEN
es: CICLOS
it: CICLI
ko: 주기
tr: DÖNGÜLER
zh_hans: 周期

# insight.shared.daily
source: Daily
de: Täglich
es: Diario
fr: Quotidien
it: Quotidiano
ko: 일간
tr: Günlük
zh_hans: 每日

# insight.shared.earth-emphasis
source: Earth emphasis
de: Erdbetonung
es: Énfasis en tierra
fr: Dominante Terre
it: Enfasi Terra
ko: 흙 원소 강조
tr: Toprak vurgusu
zh_hans: 土象主导

# insight.shared.element-climate
source: ELEMENT CLIMATE
de: ELEMENTKLIMA
es: CLIMA DE ELEMENTOS
fr: CLIMAT DES ÉLÉMENTS
it: CLIMA DEGLI ELEMENTI
ko: 원소 분위기
tr: ELEMENT İKLİMİ
zh_hans: 元素气候

# insight.shared.emotional-connection
source: EMOTIONAL CONNECTION
de: EMOTIONALE VERBINDUNG
es: CONEXIÓN EMOCIONAL
fr: CONNEXION ÉMOTIONNELLE
it: CONNESSIONE EMOTIVA
ko: 감정적 연결
tr: DUYGUSAL BAĞ
zh_hans: 情感连接

# insight.shared.emotional-needs
source: EMOTIONAL NEEDS
de: EMOTIONALE BEDÜRFNISSE
es: NECESIDADES EMOCIONALES
fr: BESOINS ÉMOTIONNELS
it: BISOGNI EMOTIVI
ko: 감정적 필요
tr: DUYGUSAL İHTİYAÇLAR
zh_hans: 情绪需要

# insight.shared.emphasis
source: Emphasis
de: Betonung
es: Énfasis
fr: Dominante
it: Enfasi
ko: 강조
tr: Vurgu
zh_hans: 主导

# insight.shared.fire-emphasis
source: Fire emphasis
de: Feuerbetonung
es: Énfasis en fuego
fr: Dominante Feu
it: Enfasi Fuoco
ko: 불 원소 강조
tr: Ateş vurgusu
zh_hans: 火象主导

# insight.shared.growth-path
source: Growth path
de: Wachstumsweg
es: Camino de crecimiento
fr: Chemin de progression
it: Percorso di crescita
ko: 성장 경로
tr: Gelişim yolu
zh_hans: 成长路径

# insight.shared.house-overlays
source: HOUSE OVERLAYS
de: HÄUSERÜBERLAGERUNGEN
es: SUPERPOSICIONES DE CASAS
fr: SUPERPOSITIONS DE MAISONS
it: SOVRAPPOSIZIONI DELLE CASE
ko: 하우스 오버레이
tr: EV ÖRTÜŞMELERİ
zh_hans: 落宫叠加

# insight.shared.how-it-flows
source: How it flows
de: Wie es fließt
es: Cómo fluye
fr: Comment cela circule
it: Come scorre
ko: 흐르는 방식
tr: Nasıl akıyor
zh_hans: 流动方式

# insight.shared.identity
source: IDENTITY
de: IDENTITÄT
es: IDENTIDAD
fr: IDENTITÉ
it: IDENTITÀ
ko: 정체성
tr: KİMLİK
zh_hans: 身份

# insight.shared.just-passed
source: Just passed
de: Gerade vorbei
es: Recién pasado
fr: Tout juste passé
it: Appena passato
ko: 방금 지나감
tr: Yeni geçti
zh_hans: 刚刚经过

# insight.shared.key-aspects
source: KEY ASPECTS
de: WICHTIGE ASPEKTE
es: ASPECTOS CLAVE
fr: ASPECTS CLÉS
it: ASPETTI CHIAVE
ko: 주요 애스펙트
tr: TEMEL AÇILAR
zh_hans: 关键连接

# insight.shared.key-inter-aspects
source: KEY INTER-ASPECTS
de: WICHTIGE INTER-ASPEKTE
es: ASPECTOS ENTRE CARTAS CLAVE
fr: ASPECTS CROISÉS CLÉS
it: ASPETTI CHIAVE TRA I TEMI
ko: 주요 차트 간 애스펙트
tr: TEMEL HARİTALAR ARASI AÇILAR
zh_hans: 主要相互连接

# insight.shared.level.high
source: High
de: Hoch
es: Alto
fr: Élevé
it: Alto
ko: 높음
tr: Yüksek
zh_hans: 高

# insight.shared.level.light
source: Light
de: Leicht
es: Ligero
fr: Léger
it: Leggero
ko: 가벼움
tr: Hafif
zh_hans: 轻

# insight.shared.level.strong
source: Strong
de: Stark
es: Fuerte
fr: Fort
it: Forte
ko: 강함
tr: Güçlü
zh_hans: 强

# insight.shared.life-areas
source: LIFE AREAS
de: LEBENSBEREICHE
es: ÁREAS DE VIDA
fr: DOMAINES DE VIE
it: AREE DI VITA
ko: 생활 영역
tr: YAŞAM ALANLARI
zh_hans: 生活领域

# insight.shared.long-term
source: Long-term
de: Langfristig
es: A largo plazo
fr: Long terme
it: Lungo termine
ko: 장기
tr: Uzun vadeli
zh_hans: 长期

# insight.shared.love-connection
source: LOVE & CONNECTION
de: LIEBE & VERBINDUNG
es: AMOR Y CONEXIÓN
fr: AMOUR ET LIEN
it: AMORE E CONNESSIONE
ko: 사랑 및 연결
tr: AŞK VE BAĞ
zh_hans: 爱与连接

# insight.shared.maturing
source: MATURING
de: REIFUNG
es: MADURACIÓN
fr: MATURATION
it: MATURAZIONE
ko: 성숙
tr: OLGUNLAŞMA
zh_hans: 成熟领域

# insight.shared.moon-now
source: MOON NOW
de: MOND JETZT
es: LA LUNA AHORA
fr: LA LUNE MAINTENANT
it: LUNA ORA
ko: 현재 달
tr: AY ŞİMDİ
zh_hans: 此刻月亮

# insight.shared.moving-forward
source: Moving forward
de: Bewegt sich voran
es: Avanzando
fr: En progression
it: Avanza
ko: 전진 중
tr: İlerliyor
zh_hans: 稳定向前

# insight.shared.natal-overlay
source: NATAL OVERLAY
de: RADIX-OVERLAY
es: SUPERPOSICIÓN NATAL
fr: SUPERPOSITION NATALE
it: SOVRAPPOSIZIONE NATALE
ko: 출생 오버레이
tr: DOĞUM ÖRTÜŞMESİ
zh_hans: 与本命叠加

# insight.shared.next
source: Next
de: Als Nächstes
es: Siguiente
fr: Suivant
it: Successivo
ko: 다음
tr: Sonraki
zh_hans: 接下来

# insight.shared.not-enough-calculated-facts-for-this-card
source: Not enough calculated facts for this card
de: Nicht genügend berechnete Fakten für diese Karte
es: No hay suficientes datos calculados para esta tarjeta
fr: Pas assez de données calculées pour cette carte
it: Dati calcolati insufficienti per questa scheda
ko: 이 카드에 필요한 계산 사실이 충분하지 않습니다
tr: Bu kart için yeterli hesaplanmış veri yok
zh_hans: 当前计算事实不足，暂不展示这张卡片的内容

# insight.shared.perspectives
source: PERSPECTIVES
de: PERSPEKTIVEN
es: PERSPECTIVAS
it: PROSPETTIVE
ko: 관점
tr: BAKIŞ AÇILARI
zh_hans: 彼此的体验

# insight.shared.placements
source: PLACEMENTS
de: STELLUNGEN
es: POSICIONES
fr: POSITIONS
it: POSIZIONI
ko: 배치
tr: YERLEŞİMLER
zh_hans: 落座

# insight.shared.planet-paths
source: PLANET PATHS
de: PLANETENPFADE
es: TRAYECTORIAS PLANETARIAS
fr: TRAJECTOIRES PLANÉTAIRES
it: PERCORSI PLANETARI
ko: 행성 경로
tr: GEZEGEN YOLLARI
zh_hans: 行星路径

# insight.shared.planetary-motion
source: PLANETARY MOTION
de: PLANETENBEWEGUNG
es: MOVIMIENTO PLANETARIO
fr: MOUVEMENT PLANÉTAIRE
it: MOTO PLANETARIO
ko: 행성 운동
tr: GEZEGEN HAREKETİ
zh_hans: 行星运动

# insight.shared.priority-areas
source: PRIORITY AREAS
de: PRIORITÄTSBEREICHE
es: ÁREAS PRIORITARIAS
fr: DOMAINES PRIORITAIRES
it: AREE PRIORITARIE
ko: 우선 영역
tr: ÖNCELİKLİ ALANLAR
zh_hans: 优先领域

# insight.shared.progressed-moon
source: PROGRESSED MOON
de: PROGRESSIVER MOND
es: LUNA PROGRESADA
fr: LUNE PROGRESSÉE
it: LUNA PROGREDITA
ko: 프로그레션 달
tr: İLERLETİLMİŞ AY
zh_hans: 长期月亮

# insight.shared.public-direction
source: PUBLIC DIRECTION
de: ÖFFENTLICHE RICHTUNG
es: DIRECCIÓN PÚBLICA
fr: ORIENTATION PUBLIQUE
it: DIREZIONE PUBBLICA
ko: 사회적 방향
tr: TOPLUMSAL YÖN
zh_hans: 公共方向

# insight.shared.relational-pattern
source: Relational pattern
de: Beziehungsmuster
es: Patrón relacional
fr: Schéma relationnel
it: Schema relazionale
ko: 관계 패턴
tr: İlişki örüntüsü
zh_hans: 关系结构

# insight.shared.reviewed-interpretation-unavailable
source: Reviewed interpretation unavailable
de: Geprüfte Deutung nicht verfügbar
es: Interpretación revisada no disponible
fr: Interprétation validée indisponible
it: Interpretazione revisionata non disponibile
ko: 검토된 해석을 사용할 수 없음
tr: İncelenmiş yorum kullanılamıyor
zh_hans: 已审核解读暂不可用

# insight.shared.show-fewer-areas
source: Show fewer areas
de: Weniger Bereiche anzeigen
es: Mostrar menos áreas
fr: Afficher moins de domaines
it: Mostra meno aree
ko: 영역 줄여 보기
tr: Daha az alan göster
zh_hans: 收起领域

# insight.shared.sign-changes
source: SIGN CHANGES
de: ZEICHENWECHSEL
es: CAMBIOS DE SIGNO
fr: CHANGEMENTS DE SIGNE
it: CAMBI DI SEGNO
ko: 별자리 이동
tr: BURÇ DEĞİŞİMLERİ
zh_hans: 换座

# insight.shared.signature
source: SIGNATURE
de: SIGNATUR
es: FIRMA
it: FIRMA
ko: 시그니처
tr: İMZA
zh_hans: 签名

# insight.shared.supportive-pattern
source: Supportive pattern
de: Unterstützendes Muster
es: Patrón de apoyo
fr: Schéma de soutien
it: Schema di sostegno
ko: 지지 패턴
tr: Destekleyici örüntü
zh_hans: 支持性结构

# insight.shared.the-big-picture
source: THE BIG PICTURE
de: DAS GROSSE BILD
es: VISIÓN GENERAL
fr: VUE D’ENSEMBLE
it: IL QUADRO GENERALE
ko: 전체 그림
tr: BÜYÜK RESİM
zh_hans: 大局

# insight.shared.the-bond
source: THE BOND
de: DIE BINDUNG
es: EL VÍNCULO
fr: LE LIEN
it: IL LEGAME
ko: 유대
tr: BAĞ
zh_hans: 这段关系

# insight.shared.this-year
source: This year
de: Dieses Jahr
es: Este año
fr: Cette année
it: Quest’anno
ko: 올해
tr: Bu yıl
zh_hans: 今年

# insight.shared.timeline
source: TIMELINE
de: ZEITLEISTE
es: CRONOLOGÍA
fr: CHRONOLOGIE
it: CRONOLOGIA
ko: 타임라인
tr: ZAMAN ÇİZELGESİ
zh_hans: 时间线

# insight.shared.turning-points
source: TURNING POINTS
de: WENDEPUNKTE
es: PUNTOS DE INFLEXIÓN
fr: TOURNANTS
it: PUNTI DI SVOLTA
ko: 전환점
tr: DÖNÜM NOKTALARI
zh_hans: 转折点

# insight.shared.upcoming-7-days
source: UPCOMING 7 DAYS
de: KOMMENDE 7 TAGE
es: PRÓXIMOS 7 DÍAS
fr: 7 PROCHAINS JOURS
it: PROSSIMI 7 GIORNI
ko: 향후 7일
tr: YAKLAŞAN 7 GÜN
zh_hans: 未来七天

# insight.shared.water-emphasis
source: Water emphasis
de: Wasserbetonung
es: Énfasis en agua
fr: Dominante Eau
it: Enfasi Acqua
ko: 물 원소 강조
tr: Su vurgusu
zh_hans: 水象主导

# insight.shared.year-anchors
source: YEAR ANCHORS
de: JAHRESANKER
es: HITOS DEL AÑO
fr: REPÈRES DE L’ANNÉE
it: PUNTI DI RIFERIMENTO DELL’ANNO
ko: 연간 기준점
tr: YIL DAYANAKLARI
zh_hans: 年度锚点

# insight.shared.year-aspects
source: YEAR ASPECTS
de: JAHRESASPEKTE
es: ASPECTOS DEL AÑO
fr: ASPECTS DE L’ANNÉE
it: ASPETTI DELL’ANNO
ko: 연간 애스펙트
tr: YIL AÇILARI
zh_hans: 年度连接

# insight.shared.year-dynamics
source: YEAR DYNAMICS
de: JAHRESDYNAMIK
es: DINÁMICA DEL AÑO
fr: DYNAMIQUE DE L’ANNÉE
it: DINAMICHE DELL’ANNO
ko: 연간 역학
tr: YIL DİNAMİKLERİ
zh_hans: 年度动态

# insight.shared.year-theme
source: YEAR THEME
de: JAHRESTHEMA
es: TEMA DEL AÑO
fr: THÈME DE L’ANNÉE
it: TEMA DELL’ANNO
ko: 연간 테마
tr: YIL TEMASI
zh_hans: 年度主题

# insight.shared.year-timeline
source: YEAR TIMELINE
de: JAHRESZEITLEISTE
es: CRONOLOGÍA DEL AÑO
fr: CHRONOLOGIE DE L’ANNÉE
it: CRONOLOGIA DELL’ANNO
ko: 연간 타임라인
tr: YIL ZAMAN ÇİZELGESİ
zh_hans: 年度时间线

# insight.shared.your-edges
source: YOUR EDGES
de: DEINE KANTEN
es: TUS FORTALEZAS Y RETOS
fr: VOS FORCES ET DÉFIS
it: I TUOI MARGINI DI CRESCITA
ko: 나의 성장 경계
tr: GELİŞİM SINIRLARINIZ
zh_hans: 你的优势与成长面

# insight.solar-return.angular-planet
source: Angular planet
de: Eckplanet
es: Planeta angular
fr: Planète angulaire
it: Pianeta angolare
ko: 각점 행성
tr: Köşesel gezegen
zh_hans: 角宫行星

# insight.solar-return.at-natal-ic
source: At natal IC
de: Am Radix-IC
es: En el IC natal
fr: Sur le FC natal
it: Sull’IC natale
ko: 출생 IC에 위치
tr: Doğum IC’sinde
zh_hans: 落在本命天底

# insight.solar-return.challenging-aspect
source: Challenging aspect
de: Herausfordernder Aspekt
es: Aspecto desafiante
fr: Aspect tendu
it: Aspetto impegnativo
ko: 도전적 애스펙트
tr: Zorlayıcı açı
zh_hans: 张力相位

# insight.solar-return.demand
source: DEMAND
de: ANFORDERUNG
es: EXIGENCIA
fr: EXIGENCE
it: RICHIESTA
ko: 요구
tr: TALEP
zh_hans: 要求

# insight.solar-return.natal-overlay
source: Natal overlay
de: Radix-Overlay
es: Superposición natal
fr: Superposition natale
it: Sovrapposizione natale
ko: 출생 오버레이
tr: Doğum örtüşmesi
zh_hans: 与本命叠加

# insight.solar-return.near-natal-asc
source: Near natal ASC
de: Nahe Radix-ASC
es: Cerca del ASC natal
fr: Près de l’ASC natal
it: Vicino all’ASC natale
ko: 출생 ASC 근처
tr: Doğum ASC’sine yakın
zh_hans: 靠近本命上升

# insight.solar-return.near-natal-dsc
source: Near natal DSC
de: Nahe Radix-DSC
es: Cerca del DSC natal
fr: Près du DSC natal
it: Vicino al DSC natale
ko: 출생 DSC 근처
tr: Doğum DSC’sine yakın
zh_hans: 靠近本命下降

# insight.solar-return.near-natal-mc
source: Near natal MC
de: Nahe Radix-MC
es: Cerca del MC natal
fr: Près du MC natal
it: Vicino al MC natale
ko: 출생 MC 근처
tr: Doğum MC’sine yakın
zh_hans: 靠近本命天顶

# insight.solar-return.opening
source: OPENING
de: ERÖFFNUNG
es: APERTURA
fr: OUVERTURE
it: APERTURA
ko: 시작
tr: AÇILIŞ
zh_hans: 展开

# insight.solar-return.priority-areas
source: Priority areas
de: Prioritätsbereiche
es: Áreas prioritarias
fr: Domaines prioritaires
it: Aree prioritarie
ko: 우선 영역
tr: Öncelikli alanlar
zh_hans: 优先领域

# insight.solar-return.return-ascendant
source: Return ascendant
de: Return-Aszendent
es: Ascendente del retorno
fr: Ascendant du retour
it: Ascendente di rivoluzione
ko: 회귀 상승점
tr: Dönüş yükseleni
zh_hans: 返照上升

# insight.solar-return.solar-return-sun
source: Solar return sun
de: Solar-Sonne
es: Sol del retorno solar
fr: Soleil du retour solaire
it: Sole di rivoluzione
ko: 태양회귀 태양
tr: Güneş dönüşü Güneşi
zh_hans: 返照太阳

# insight.solar-return.sun-house
source: Sun house
de: Sonnenhaus
es: Casa del Sol
fr: Maison du Soleil
it: Casa del Sole
ko: 태양 하우스
tr: Güneş evi
zh_hans: 太阳落宫

# insight.solar-return.supportive-aspect
source: Supportive aspect
de: Unterstützender Aspekt
es: Aspecto de apoyo
fr: Aspect de soutien
it: Aspetto di sostegno
ko: 지지 애스펙트
tr: Destekleyici açı
zh_hans: 支持相位

# insight.solar-return.year-anchors
source: Year anchors
de: Jahresanker
es: Hitos del año
fr: Repères de l’année
it: Punti di riferimento dell’anno
ko: 연간 기준점
tr: Yıl dayanakları
zh_hans: 年度锚点

# insight.solar-return.year-aspects
source: Year aspects
de: Jahresaspekte
es: Aspectos del año
fr: Aspects de l’année
it: Aspetti dell’anno
ko: 연간 애스펙트
tr: Yıl açıları
zh_hans: 年度连接

# insight.solar-return.year-dynamics
source: Year dynamics
de: Jahresdynamik
es: Dinámica del año
fr: Dynamique de l’année
it: Dinamiche dell’anno
ko: 연간 역학
tr: Yıl dinamikleri
zh_hans: 年度动态

# insight.solar-return.year-timeline
source: Year timeline
de: Jahreszeitleiste
es: Cronología del año
fr: Chronologie de l’année
it: Cronologia dell’anno
ko: 연간 타임라인
tr: Yıl zaman çizelgesi
zh_hans: 年度时间线

# insight.solar-return.your-birthday-year
source: Your birthday year
de: Dein Geburtstagsjahr
es: Tu año de cumpleaños
fr: Votre année anniversaire
it: Il tuo anno di compleanno
ko: 생일을 기준으로 한 해
tr: Doğum günü yılınız
zh_hans: 你的生日年

source: A cross-chart contact showing how one person’s planet meets the other person’s natal pattern.
de: Ein horoskopübergreifender Kontakt, der zeigt, wie der Planet einer Person auf das Radixmuster der anderen trifft.
es: Un contacto entre cartas que muestra cómo el planeta de una persona se encuentra con el patrón natal de la otra.
fr: Un contact entre deux cartes montrant comment la planète d’une personne rencontre le schéma natal de l’autre.
it: Un contatto tra due temi che mostra come il pianeta di una persona incontra lo schema natale dell’altra.
ko: 한 사람의 행성이 다른 사람의 출생 패턴과 어떻게 만나는지 보여 주는 차트 간 접촉입니다.
tr: Bir kişinin gezegeninin diğer kişinin doğum örüntüsüyle nasıl buluştuğunu gösteren haritalar arası bir temas.
zh_hans: 这是一条跨盘联系，显示一方行星如何触及另一方的本命结构。

# insight.synastry.active
source: active
de: aktiv
es: activo
fr: actif
it: attivo
ko: 활성
tr: aktif
zh_hans: 活跃

# insight.synastry.active-friction
source: Active friction
de: Aktive Reibung
es: Fricción activa
fr: Friction active
it: Attrito attivo
ko: 활성 마찰
tr: Aktif sürtüşme
zh_hans: 活跃摩擦

# insight.synastry.aspect
source: Aspect
de: Aspekt
es: Aspecto
it: Aspetto
ko: 애스펙트
tr: Açı
zh_hans: 相位

# insight.synastry.attraction
source: ATTRACTION
de: ANZIEHUNG
es: ATRACCIÓN
it: ATTRAZIONE
ko: 끌림
tr: ÇEKİM
zh_hans: 吸引

# insight.synastry.attraction.96f0c62
source: Attraction
de: Anziehung
es: Atracción
it: Attrazione
ko: 끌림
tr: Çekim
zh_hans: 吸引

# insight.synastry.calculated-details
source: Calculated details
de: Berechnete Details
es: Detalles calculados
fr: Détails calculés
it: Dettagli calcolati
ko: 계산된 세부 정보
tr: Hesaplanan ayrıntılar
zh_hans: 计算详情

# insight.synastry.chemistry
source: Chemistry
de: Chemie
es: Química
fr: Alchimie
it: Chimica
ko: 케미스트리
tr: Kimya
zh_hans: 吸引力

# insight.synastry.communication
source: Communication
de: Kommunikation
es: Comunicación
it: Comunicazione
ko: 소통
tr: İletişim
zh_hans: 沟通

# insight.synastry.core-support
source: Core support
de: Kernunterstützung
es: Apoyo central
fr: Soutien central
it: Sostegno centrale
ko: 핵심 지지
tr: Temel destek
zh_hans: 核心支持

# insight.synastry.different
source: different
de: unterschiedlich
es: diferente
fr: différent
it: diverso
ko: 다름
tr: farklı
zh_hans: 不同

# insight.synastry.direction
source: Direction
de: Richtung
es: Dirección
it: Direzione
ko: 방향
tr: Yön
zh_hans: 方向

# insight.synastry.emotional-pace
source: Emotional pace
de: Emotionales Tempo
es: Ritmo emocional
fr: Rythme émotionnel
it: Ritmo emotivo
ko: 감정적 속도
tr: Duygusal tempo
zh_hans: 情感节奏

# insight.synastry.friction
source: Friction
de: Reibung
es: Fricción
it: Attrito
ko: 마찰
tr: Sürtüşme
zh_hans: 差异

# insight.synastry.friction.1fd3acf
source: Friction
de: Reibung
es: Fricción
it: Attrito
ko: 마찰
tr: Sürtüşme
zh_hans: 摩擦

# insight.synastry.function
source: Function
de: Funktion
es: Función
fr: Fonction
it: Funzione
ko: 기능
tr: İşlev
zh_hans: 作用

# insight.synastry.growth
source: GROWTH
de: WACHSTUM
es: CRECIMIENTO
fr: CROISSANCE
it: CRESCITA
ko: 성장
tr: GELİŞİM
zh_hans: 成长性

# insight.synastry.growth.7216182
source: Growth
de: Wachstum
es: Crecimiento
fr: Croissance
it: Crescita
ko: 성장
tr: Gelişim
zh_hans: 成长

# insight.synastry.how-to-read-this
source: How to read this
de: So liest du das
es: Cómo leer esto
fr: Comment lire ceci
it: Come leggerlo
ko: 읽는 방법
tr: Bunu nasıl okumalı
zh_hans: 如何理解

# insight.synastry.intensity
source: INTENSITY
de: INTENSITÄT
es: INTENSIDAD
fr: INTENSITÉ
it: INTENSITÀ
ko: 강도
tr: YOĞUNLUK
zh_hans: 强度

# insight.synastry.intensity.8edbde8
source: Intensity
de: Intensität
es: Intensidad
fr: Intensité
it: Intensità
ko: 강도
tr: Yoğunluk
zh_hans: 强度

# insight.synastry.interpretation
source: Interpretation
de: Deutung
es: Interpretación
fr: Interprétation
it: Interpretazione
ko: 해석
tr: Yorum
zh_hans: 解读

# insight.synastry.long-term-bond
source: Long-term bond
de: Langfristige Bindung
es: Vínculo a largo plazo
fr: Lien à long terme
it: Legame a lungo termine
ko: 장기 유대
tr: Uzun vadeli bağ
zh_hans: 长期联系

# insight.synastry.main-pattern
source: Main pattern
de: Hauptmuster
es: Patrón principal
fr: Schéma principal
it: Schema principale
ko: 주요 패턴
tr: Ana örüntü
zh_hans: 主要结构

# insight.synastry.mercury-contacts-describe-comprehension-pace-and-conflict-style
source: Mercury contacts describe comprehension, pace and conflict style.
de: Merkurkontakte beschreiben Verständnis, Tempo und Konfliktstil.
es: Los contactos de Mercurio describen la comprensión, el ritmo y el estilo de conflicto.
fr: Les contacts de Mercure décrivent la compréhension, le rythme et la manière de gérer les conflits.
it: I contatti di Mercurio descrivono comprensione, ritmo e stile di conflitto.
ko: 수성 접촉은 이해 방식, 속도, 갈등 스타일을 설명합니다.
tr: Merkür temasları anlama biçimini, tempoyu ve çatışma tarzını anlatır.
zh_hans: 水星联系描述理解方式、交流速度与冲突风格。

# insight.synastry.mixed
source: mixed
de: gemischt
es: mixto
fr: mixte
it: misto
ko: 혼합
tr: karışık
zh_hans: 交错

# insight.synastry.moon-contacts-show-emotional-recognition-regulation-and-pacing
source: Moon contacts show emotional recognition, regulation and pacing.
de: Mondkontakte zeigen emotionale Wiedererkennung, Regulation und Tempo.
es: Los contactos de la Luna muestran el reconocimiento emocional, la regulación y el ritmo.
fr: Les contacts de la Lune montrent la reconnaissance émotionnelle, la régulation et le rythme.
it: I contatti lunari mostrano riconoscimento emotivo, regolazione e ritmo.
ko: 달 접촉은 감정적 인식, 조절, 속도를 보여 줍니다.
tr: Ay temasları duygusal tanımayı, düzenlemeyi ve tempoyu gösterir.
zh_hans: 月亮联系显示彼此如何识别、调节与同步情绪。

# insight.synastry.no-distinct-signal
source: No distinct signal
de: Kein eindeutiges Signal
es: Sin señal clara
fr: Aucun signal distinct
it: Nessun segnale distinto
ko: 뚜렷한 신호 없음
tr: Belirgin sinyal yok
zh_hans: 暂无独立信号

# insight.synastry.no-separate-contrasting-moon-contact-met-the-current-threshold
source: No separate contrasting Moon contact met the current threshold.
de: Kein separater kontrastierender Mondkontakt erfüllte den aktuellen Schwellenwert.
es: Ningún otro contacto lunar de contraste alcanzó el umbral actual.
fr: Aucun autre contact lunaire contrasté n’a atteint le seuil actuel.
it: Nessun contatto lunare contrastante separato ha raggiunto la soglia attuale.
ko: 현재 기준을 충족하는 별도의 대조적 달 접촉이 없습니다.
tr: Mevcut eşiği karşılayan ayrı bir karşıt Ay teması yok.
zh_hans: 当前没有另一条达到门槛的月亮差异相位。

# insight.synastry.no-separate-jupiter-contact-met-the-current-threshold
source: No separate Jupiter contact met the current threshold.
de: Kein separater Jupiterkontakt erfüllte den aktuellen Schwellenwert.
es: Ningún otro contacto de Júpiter alcanzó el umbral actual.
fr: Aucun autre contact de Jupiter n’a atteint le seuil actuel.
it: Nessun contatto separato di Giove ha raggiunto la soglia attuale.
ko: 현재 기준을 충족하는 별도의 목성 접촉이 없습니다.
tr: Mevcut eşiği karşılayan ayrı bir Jüpiter teması yok.
zh_hans: 当前没有另一条达到门槛的木星相位。

# insight.synastry.no-separate-qualifying-contact-was-found
source: No separate qualifying contact was found.
de: Es wurde kein separater qualifizierender Kontakt gefunden.
es: No se encontró ningún otro contacto que cumpliera los criterios.
fr: Aucun autre contact répondant aux critères n’a été trouvé.
it: Non è stato trovato alcun contatto separato idoneo.
ko: 조건을 충족하는 별도의 접촉을 찾지 못했습니다.
tr: Ayrı bir nitelikli temas bulunamadı.
zh_hans: 当前没有另一条符合条件的相位。

# insight.synastry.no-separate-saturn-contact-met-the-current-threshold
source: No separate Saturn contact met the current threshold.
de: Kein separater Saturnkontakt erfüllte den aktuellen Schwellenwert.
es: Ningún otro contacto de Saturno alcanzó el umbral actual.
fr: Aucun autre contact de Saturne n’a atteint le seuil actuel.
it: Nessun contatto separato di Saturno ha raggiunto la soglia attuale.
ko: 현재 기준을 충족하는 별도의 토성 접촉이 없습니다.
tr: Mevcut eşiği karşılayan ayrı bir Satürn teması yok.
zh_hans: 当前没有另一条达到门槛的土星相位。
